Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# AllowLocalIPsecPolicyMerge-OptionalOverrides
source: Allow Windows Firewall IPSec policies defined in Windows Firewall advanced settings section to be used instead of only enforcing those defined in Group Policy.
ar: السماح باستخدام سياسات IPSec لجدار حماية Windows المحددة في قسم الإعدادات المتقدمة لجدار حماية Windows بدلاً من فرض تلك المحددة في نهج المجموعة فقط.
de: Zulassen, dass in den erweiterten Einstellungen der Windows-Firewall definierte Windows-Firewall-IPSec-Richtlinien verwendet werden, anstatt ausschließlich die in der Gruppenrichtlinie definierten zu erzwingen.
el_gr: Να επιτρέπεται η χρήση πολιτικών IPSec Τείχους Προστασίας των Windows που ορίζονται στην ενότητα προηγμένων ρυθμίσεων Τείχους Προστασίας των Windows αντί της επιβολής μόνο αυτών που ορίζονται στην Πολιτική Ομάδας.
es: Permitir el uso de políticas IPSec del Firewall de Windows definidas en la sección de configuración avanzada del Firewall de Windows en lugar de aplicar solo las definidas en la Directiva de Grupo.
fr_fr: Autoriser l'utilisation des stratégies IPSec de pare-feu Windows définies dans la section des paramètres avancés au lieu d'imposer uniquement celles définies dans la stratégie de groupe.
he_il: אפשור שימוש במדיניויות IPSec של חומת האש של Windows המוגדרות בקטע הגדרות מתקדמות של חומת האש של Windows במקום אכיפת אלו המוגדרות במדיניות קבוצתית בלבד.
hi_in: केवल समूह नीति में परिभाषित नीतियों को लागू करने के बजाय Windows फ़ायरवॉल उन्नत सेटिंग अनुभाग में परिभाषित IPSec Windows फ़ायरवॉल नीतियों के उपयोग की अनुमति दें।
ja_jp: グループ ポリシーで定義されたもののみを適用するのではなく、Windows ファイアウォールの詳細設定セクションで定義された Windows ファイアウォール IPSec ポリシーを使用できるようにする。
ml_in: ഗ്രൂപ്പ് നയത്തിൽ നിർവചിച്ചവ മാത്രം നടപ്പിലാക്കുന്നതിനുപകരം Windows ഫയർവാൾ വിപുലമായ ക്രമീകരണ വിഭാഗത്തിൽ നിർവചിച്ച IPSec Windows ഫയർവാൾ നയങ്ങളുടെ ഉപയോഗം അനുവദിക്കുക.
pl_pl: Zezwól na używanie zasad IPSec Zapory Windows zdefiniowanych w sekcji Zaawansowane ustawienia Zapory Windows zamiast wymuszania tylko tych zdefiniowanych w zasadach grupy.
tr_tr: Yalnızca Grup İlkesi'nde tanımlananları uygulamak yerine, Windows Güvenlik Duvarı gelişmiş ayarları bölümünde tanımlanan Windows Güvenlik Duvarı IPSec ilkelerinin kullanılmasına izin verin.

# DisableNotificationsPublicOverride-OptionalOverrides
source: Do not disable notifications in the Windows Firewall for Public Profile
ar: عدم تعطيل الإشعارات في جدار حماية Windows لملف التعريف العام
de: Benachrichtigungen in der Windows-Firewall für das öffentliche Profil nicht deaktivieren
el_gr: Να μην απενεργοποιούνται οι ειδοποιήσεις στο Τείχος Προστασίας των Windows για το Δημόσιο Προφίλ
es: No deshabilitar notificaciones en el Firewall de Windows para el Perfil Público
fr_fr: Ne pas désactiver les notifications dans le pare-feu Windows pour le profil Public
he_il: אי ביטול התראות בחומת האש של Windows עבור פרופיל ציבורי
hi_in: सार्वजनिक प्रोफ़ाइल के लिए Windows फ़ायरवॉल में सूचनाएं अक्षम न करें
ja_jp: パブリック プロファイルの Windows ファイアウォールで通知を無効にしない
ml_in: പൊതു പ്രൊഫൈലിനായി Windows ഫയർവാളിൽ അറിയിപ്പുകൾ അപ്രാപ്തമാക്കരുത്
pl_pl: Nie wyłączaj powiadomień w Zaporze Windows dla profilu publicznego
tr_tr: Genel Profil için Windows Güvenlik Duvarı'ndaki bildirimleri devre dışı bırakmayın

# RDVDenyWriteAccess-OptionalOverrides
source: Let the OS write to removable drives not encrypted by BitLocker
ar: السماح لنظام التشغيل بالكتابة على محركات الأقراص القابلة للإزالة غير المشفرة بواسطة BitLocker
de: Dem Betriebssystem erlauben, auf Wechseldatenträger zu schreiben, die nicht mit BitLocker verschlüsselt sind
el_gr: Να επιτρέπεται στο λειτουργικό σύστημα να γράφει σε αφαιρούμενες μονάδες που δεν είναι κρυπτογραφημένες με BitLocker
es: Permitir que el sistema operativo escriba en unidades extraíbles no cifradas por BitLocker
fr_fr: Laisser l'OS écrire sur des lecteurs amovibles non chiffrés par BitLocker
he_il: אפשור למערכת ההפעלה לכתוב לכוננים נשלפים שאינם מוצפנים על ידי BitLocker
hi_in: ऑपरेटिंग सिस्टम को BitLocker द्वारा एन्क्रिप्ट नहीं की गई हटाने योग्य ड्राइव पर लिखने की अनुमति दें
ja_jp: BitLocker で暗号化されていないリムーバブル ドライブへの書き込みを OS に許可する
ml_in: BitLocker എൻക്രിപ്റ്റ് ചെയ്യാത്ത നീക്കം ചെയ്യാവുന്ന ഡ്രൈവുകളിൽ എഴുതാൻ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തെ അനുവദിക്കുക
pl_pl: Zezwól systemowi operacyjnemu na zapis na dyskach wymiennych niezaszyfrowanych przez BitLocker
tr_tr: İşletim sisteminin BitLocker tarafından şifrelenmeyen çıkarılabilir sürücülere yazmasına izin verin

# BlockThirdPartyCookiesRecommended-Edge
source: Recommends to block 3rd party cookies
ar: التوصية بحظر ملفات تعريف الارتباط من الأطراف الثالثة
de: Empfiehlt, Cookies von Drittanbietern zu blockieren
el_gr: Σύσταση αποκλεισμού cookies τρίτων
es: Recomendar bloquear cookies de terceros
fr_fr: Recommande de bloquer les cookies tiers
he_il: המלצה לחסום עוגיות צד שלישי
hi_in: तृतीय-पक्ष कुकीज़ ब्लॉक करने की अनुशंसा करें
ja_jp: サードパーティ Cookie をブロックすることを推奨する
ml_in: മൂന്നാം കക്ഷി കുക്കികൾ തടയാൻ ശുപാർശ ചെയ്യുക
pl_pl: Zalecaj blokowanie plików cookie stron trzecich
tr_tr: 3. taraf çerezlerinin engellenmesi önerilir

# DnsOverHttpsModeEdge-Edge
source: Sets Edge to use system's DNS over HTTPS. This makes MDAG to work properly too
ar: تعيين Edge لاستخدام DNS over HTTPS الخاص بالنظام. هذا يجعل MDAG يعمل بشكل صحيح أيضًا
de: Legt fest, dass Edge das systemeigene DNS over HTTPS verwendet. Dadurch funktioniert auch MDAG ordnungsgemäß
el_gr: Ρυθμίζει το Edge να χρησιμοποιεί DNS over HTTPS του συστήματος. Αυτό κάνει και το MDAG να λειτουργεί σωστά
es: Configura Edge para usar DNS sobre HTTPS del sistema. Esto también hace que MDAG funcione correctamente
fr_fr: Configure Edge pour utiliser le DNS sur HTTPS du système. Cela permet également à MDAG de fonctionner correctement
he_il: הגדרת Edge להשתמש ב-DNS over HTTPS של המערכת. זה גורם גם ל-MDAG לעבוד כראוי
hi_in: Edge को सिस्टम का DNS over HTTPS उपयोग करने के लिए सेट करें। यह MDAG को भी सही तरीके से काम करने देता है
ja_jp: Edge がシステムの DNS over HTTPS を使用するように設定する。これにより MDAG も適切に動作するようになる
ml_in: സിസ്റ്റത്തിന്റെ DNS over HTTPS ഉപയോഗിക്കാൻ Edge സജ്ജമാക്കുന്നു. ഇത് MDAG ശരിയായി പ്രവർത്തിക്കാനും സഹായിക്കുന്നു
pl_pl: Ustaw Edge do używania DNS over HTTPS systemu. Umożliwia to również prawidłowe działanie MDAG
tr_tr: Edge'i sistemin DNS'sini HTTPS üzerinden kullanacak şekilde ayarlar. Bu, MDAG'nin de düzgün çalışmasını sağlar

# EncryptedClientHelloEnabledEdge-Edge
source: Enable Encrypted Client Hello
ar: تفعيل Encrypted Client Hello
de: Encrypted Client Hello aktivieren
el_gr: Ενεργοποίηση Κρυπτογραφημένου Client Hello
es: Habilitar Cliente Hello Cifrado
fr_fr: Activer Encrypted Client Hello
he_il: הפעלת Encrypted Client Hello
hi_in: एन्क्रिप्टेड क्लाइंट हैलो सक्षम करें
ja_jp: Encrypted Client Hello を有効にする
ml_in: എൻക്രിപ്റ്റഡ് ക്ലയന്റ് ഹലോ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz zaszyfrowane Client Hello
tr_tr: Şifreli İstemci Merhabasını Etkinleştir

# BasicAuthOverHttpEnabledEdge-Edge
source: Block Basic authentication for HTTP
ar: حظر المصادقة الأساسية لـ HTTP
de: Basisauthentifizierung für HTTP blockieren
el_gr: Αποκλεισμός Βασικής επαλήθευσης για HTTP
es: Bloquear Autenticación Básica para HTTP
fr_fr: Bloquer l'authentification de base pour HTTP
he_il: חסימת אימות בסיסי עבור HTTP
hi_in: HTTP के लिए बेसिक प्रमाणीकरण ब्लॉक करें
ja_jp: HTTP の Basic 認証をブロックする
ml_in: HTTP-ക്കായി അടിസ്ഥാന പ്രാമാണീകരണം തടയുക
pl_pl: Blokuj podstawowe uwierzytelnianie dla HTTP
tr_tr: HTTP için Temel kimlik doğrulamayı engelle

# ExperimentationAndConfigurationServiceControlEdge-Edge
source: Allow devices using the Edge category protection to receive new features and experimentations like normal devices
ar: السماح للأجهزة التي تستخدم حماية فئة Edge بتلقي ميزات جديدة وتجارب مثل الأجهزة العادية
de: Geräten, die den Edge-Kategorieschutz verwenden, erlauben, neue Funktionen und Experimentierungen wie normale Geräte zu erhalten
el_gr: Να επιτρέπεται σε συσκευές που χρησιμοποιούν την προστασία κατηγορίας Edge να λαμβάνουν νέες δυνατότητες και πειραματισμούς όπως οι κανονικές συσκευές
es: Permitir que los dispositivos que usan protección de categoría Edge reciban nuevas funciones y experimentos como dispositivos normales
fr_fr: Autoriser les appareils utilisant la protection de catégorie Edge à recevoir de nouvelles fonctionnalités et expérimentations comme les appareils normaux
he_il: אפשור למכשירים המשתמשים בהגנת קטגוריית Edge לקבל תכונות חדשות וניסויים כמו מכשירים רגילים
hi_in: Edge श्रेणी सुरक्षा का उपयोग करने वाले उपकरणों को सामान्य उपकरणों की तरह नई सुविधाएं और प्रयोग प्राप्त करने की अनुमति दें
ja_jp: Edge カテゴリ保護を使用しているデバイスが、通常のデバイスと同様に新機能や実験的機能を受け取れるようにする
ml_in: Edge വിഭാഗ സംരക്ഷണം ഉപയോഗിക്കുന്ന ഉപകരണങ്ങളെ സാധാരണ ഉപകരണങ്ങൾ പോലെ പുതിയ സവിശേഷതകളും പരീക്ഷണങ്ങളും സ്വീകരിക്കാൻ അനുവദിക്കുക
pl_pl: Zezwól urządzeniom korzystającym z zabezpieczeń kategorii Edge na otrzymywanie nowych funkcji i eksperymentów tak jak zwykłe urządzenia
tr_tr: Edge kategorisi korumasını kullanan cihazların, normal cihazlar gibi yeni özellikler ve denemeler almasına izin verin

# AudioSandboxEnabledEdge-Edge
source: Enforces the audio process to run sandboxed
ar: فرض تشغيل عملية الصوت في صندوق الحماية
de: Erzwingt, dass der Audioprozess in einer Sandbox ausgeführt wird
el_gr: Επιβολή εκτέλεσης της διεργασίας ήχου σε sandbox
es: Forzar la ejecución del proceso de audio en sandbox
fr_fr: Impose l'exécution du processus audio dans un bac à sable (sandbox)
he_il: אכיפת הרצת תהליך האודיו בארגז חול
hi_in: ऑडियो प्रक्रिया को सैंडबॉक्स में चलाने के लिए बाध्य करें
ja_jp: オーディオ プロセスをサンドボックス化して実行するように強制する
ml_in: ഓഡിയോ പ്രക്രിയ സാൻഡ്‌ബോക്‌സിൽ പ്രവർത്തിക്കാൻ നിർബന്ധിക്കുക
pl_pl: Wymuś uruchamianie procesu audio w piaskownicy
tr_tr: Ses sürecini korumalı alanda çalışmaya zorlar

# DefaultShareAdditionalOSRegionSettingEdge-Edge
source: Recommends that the share additional operating system region setting to be set to never.
ar: التوصية بتعيين إعداد مشاركة منطقة نظام التشغيل الإضافية إلى أبدًا.
de: Empfiehlt, die Einstellung zum Freigeben zusätzlicher Betriebssystemregionsdaten auf „Nie“ festzulegen.
el_gr: Συνιστάται η ρύθμιση κοινής χρήσης πρόσθετης περιοχής λειτουργικού συστήματος να οριστεί σε ποτέ.
es: Se recomienda configurar el ajuste de compartir región adicional del sistema operativo en nunca.
fr_fr: Recommande de régler le paramètre de partage de région supplémentaire du système d'exploitation sur Jamais.
he_il: המלצה שהגדרת שיתוף אזור מערכת הפעלה נוסף תוגדר לאף פעם.
hi_in: अतिरिक्त OS क्षेत्र साझा करने की सेटिंग को कभी नहीं पर सेट करने की अनुशंसा की जाती है।
ja_jp: 追加のオペレーティング システム地域設定の共有を「しない」に設定することを推奨する。
ml_in: അധിക OS പ്രദേശം പങ്കിടുന്നതിനുള്ള ക്രമീകരണം ഒരിക്കലും എന്നതിലേക്ക് സജ്ജമാക്കാൻ ശുപാർശ ചെയ്യുന്നു.
pl_pl: Zaleca się ustawienie opcji udostępniania dodatkowego regionu systemu operacyjnego na nigdy.
tr_tr: Ek işletim sistemi bölgesini paylaşma ayarının hiçbir zaman olarak ayarlanmasını önerir.

# TLSCipherSuiteDenyList1-Edge
source: Disable TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
ar: تعطيل TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
de: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA deaktivieren - (CBC - SHA1)
el_gr: Απενεργοποίηση TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
es: Deshabilitar TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
fr_fr: Désactiver TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
he_il: ביטול TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
hi_in: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA अक्षम करें - (CBC - SHA1)
ja_jp: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA を無効にする - (CBC - SHA1)
ml_in: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA അപ്രാപ്തമാക്കുക - (CBC - SHA1)
pl_pl: Wyłącz TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
tr_tr: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)'i devre dışı bırakın

# TLSCipherSuiteDenyList2-Edge
source: Disable TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
ar: تعطيل TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
de: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA deaktivieren - (CBC - SHA1)
el_gr: Απενεργοποίηση TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
es: Deshabilitar TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
fr_fr: Désactiver TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
he_il: ביטול TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
hi_in: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA अक्षम करें - (CBC - SHA1)
ja_jp: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA を無効にする - (CBC - SHA1)
ml_in: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA അപ്രാപ്തമാക്കുക - (CBC - SHA1)
pl_pl: Wyłącz TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
tr_tr: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)'i devre dışı bırakın

# TLSCipherSuiteDenyList3-Edge
source: Disable TLS_RSA_WITH_AES_256_CBC_SHA - (NO PFS - CBC - SHA1)
ar: تعطيل TLS_RSA_WITH_AES_256_CBC_SHA - (بدون PFS - CBC - SHA1)
de: TLS_RSA_WITH_AES_256_CBC_SHA deaktivieren - (KEIN PFS - CBC - SHA1)
el_gr: Απενεργοποίηση TLS_RSA_WITH_AES_256_CBC_SHA - (ΧΩΡΙΣ PFS - CBC - SHA1)
es: Deshabilitar TLS_RSA_WITH_AES_256_CBC_SHA - (SIN PFS - CBC - SHA1)
fr_fr: Désactiver TLS_RSA_WITH_AES_256_CBC_SHA - (NO PFS - CBC - SHA1)
he_il: ביטול TLS_RSA_WITH_AES_256_CBC_SHA - (ללא PFS - CBC - SHA1)
hi_in: TLS_RSA_WITH_AES_256_CBC_SHA अक्षम करें - (PFS के बिना - CBC - SHA1)
ja_jp: TLS_RSA_WITH_AES_256_CBC_SHA を無効にする - (PFS なし - CBC - SHA1)
ml_in: TLS_RSA_WITH_AES_256_CBC_SHA അപ്രാപ്തമാക്കുക - (PFS ഇല്ല - CBC - SHA1)
pl_pl: Wyłącz TLS_RSA_WITH_AES_256_CBC_SHA - (Bez PFS - CBC - SHA1)
tr_tr: TLS_RSA_WITH_AES_256_CBC_SHA'yı devre dışı bırakın - (PFS YOK - CBC - SHA1)

# TLSCipherSuiteDenyList4-Edge
source: Disable TLS_RSA_WITH_AES_128_CBC_SHA - (NO PFS - CBC - SHA1)
ar: تعطيل TLS_RSA_WITH_AES_128_CBC_SHA - (بدون PFS - CBC - SHA1)
de: TLS_RSA_WITH_AES_128_CBC_SHA deaktivieren - (KEIN PFS - CBC - SHA1)
el_gr: Απενεργοποίηση TLS_RSA_WITH_AES_128_CBC_SHA - (ΧΩΡΙΣ PFS - CBC - SHA1)
es: Deshabilitar TLS_RSA_WITH_AES_128_CBC_SHA - (SIN PFS - CBC - SHA1)
fr_fr: Désactiver TLS_RSA_WITH_AES_128_CBC_SHA - (NO PFS - CBC - SHA1)
he_il: ביטול TLS_RSA_WITH_AES_128_CBC_SHA - (ללא PFS - CBC - SHA1)
hi_in: TLS_RSA_WITH_AES_128_CBC_SHA अक्षम करें - (PFS के बिना - CBC - SHA1)
ja_jp: TLS_RSA_WITH_AES_128_CBC_SHA を無効にする - (PFS なし - CBC - SHA1)
ml_in: TLS_RSA_WITH_AES_128_CBC_SHA അപ്രാപ്തമാക്കുക - (PFS ഇല്ല - CBC - SHA1)
pl_pl: Wyłącz TLS_RSA_WITH_AES_128_CBC_SHA - (Bez PFS - CBC - SHA1)
tr_tr: TLS_RSA_WITH_AES_128_CBC_SHA'yı devre dışı bırakın - (PFS YOK - CBC - SHA1)

# TLSCipherSuiteDenyList5-Edge
source: Disable TLS_RSA_WITH_AES_128_GCM_SHA256 - (NO PFS)
ar: تعطيل TLS_RSA_WITH_AES_128_GCM_SHA256 - (بدون PFS)
de: TLS_RSA_WITH_AES_128_GCM_SHA256 deaktivieren - (KEIN PFS)
el_gr: Απενεργοποίηση TLS_RSA_WITH_AES_128_GCM_SHA256 - (ΧΩΡΙΣ PFS)
es: Deshabilitar TLS_RSA_WITH_AES_128_GCM_SHA256 - (SIN PFS)
fr_fr: Désactiver TLS_RSA_WITH_AES_128_GCM_SHA256 - (NO PFS)
he_il: ביטול TLS_RSA_WITH_AES_128_GCM_SHA256 - (ללא PFS)
hi_in: TLS_RSA_WITH_AES_128_GCM_SHA256 अक्षम करें - (PFS के बिना)
ja_jp: TLS_RSA_WITH_AES_128_GCM_SHA256 を無効にする - (PFS なし)
ml_in: TLS_RSA_WITH_AES_128_GCM_SHA256 അപ്രാപ്തമാക്കുക - (PFS ഇല്ല)
pl_pl: Wyłącz TLS_RSA_WITH_AES_128_GCM_SHA256 - (Bez PFS)
tr_tr: TLS_RSA_WITH_AES_128_GCM_SHA256'yı devre dışı bırakın - (PFS YOK)

# TLSCipherSuiteDenyList6-Edge
source: Disable TLS_RSA_WITH_AES_256_GCM_SHA384 - (NO PFS)
ar: تعطيل TLS_RSA_WITH_AES_256_GCM_SHA384 - (بدون PFS)
de: TLS_RSA_WITH_AES_256_GCM_SHA384 deaktivieren - (KEIN PFS)
el_gr: Απενεργοποίηση TLS_RSA_WITH_AES_256_GCM_SHA384 - (ΧΩΡΙΣ PFS)
es: Deshabilitar TLS_RSA_WITH_AES_256_GCM_SHA384 - (SIN PFS)
fr_fr: Désactiver TLS_RSA_WITH_AES_256_GCM_SHA384 - (NO PFS)
he_il: ביטול TLS_RSA_WITH_AES_256_GCM_SHA384 - (ללא PFS)
hi_in: TLS_RSA_WITH_AES_256_GCM_SHA384 अक्षम करें - (PFS के बिना)
ja_jp: TLS_RSA_WITH_AES_256_GCM_SHA384 を無効にする - (PFS なし)
ml_in: TLS_RSA_WITH_AES_256_GCM_SHA384 അപ്രാപ്തമാക്കുക - (PFS ഇല്ല)
pl_pl: Wyłącz TLS_RSA_WITH_AES_256_GCM_SHA384 - (Bez PFS)
tr_tr: TLS_RSA_WITH_AES_256_GCM_SHA384'ü devre dışı bırakın - (PFS YOK)

# DefaultWebUsbGuardSettingEdge-Edge
source: Never let websites ask to access local USB connected devices
ar: عدم السماح للمواقع بطلب الوصول إلى أجهزة USB المحلية المتصلة أبدًا
de: Websites niemals erlauben, den Zugriff auf lokal verbundene USB-Geräte anzufordern
el_gr: Να μην επιτρέπεται ποτέ στους ιστότοπους να ζητούν πρόσβαση σε τοπικές συνδεδεμένες συσκευές USB
es: Nunca permitir que los sitios soliciten acceso a dispositivos USB locales conectados
fr_fr: Ne jamais laisser les sites web demander l'accès aux appareils USB connectés localement
he_il: אף פעם לא לאפשר לאתרים לבקש גישה להתקני USB מקומיים מחוברים
hi_in: साइटों को स्थानीय कनेक्टेड USB डिवाइसों तक पहुंच का अनुरोध करने की कभी अनुमति न दें
ja_jp: ローカルの USB 接続デバイスへのアクセスを Web サイトが要求できないようにする
ml_in: പ്രാദേശിക കണക്‌റ്റ് ചെയ്ത USB ഉപകരണങ്ങളിലേക്കുള്ള ആക്‌സസ് അഭ്യർത്ഥിക്കാൻ സൈറ്റുകളെ ഒരിക്കലും അനുവദിക്കരുത്
pl_pl: Nigdy nie zezwalaj witrynom na żądanie dostępu do lokalnie podłączonych urządzeń USB
tr_tr: Web sitelerinin yerel USB bağlantılı cihazlara erişim istemesine asla izin vermeyin

# DefaultWindowManagementSettingEdge-Edge
source: Denies the Window Management permission on all sites by default
ar: رفض إذن إدارة النوافذ على جميع المواقع بشكل افتراضي
de: Verweigert standardmäßig die Berechtigung „Fensterverwaltung“ auf allen Websites
el_gr: Άρνηση της άδειας Διαχείρισης Παραθύρων σε όλους τους ιστότοπους από προεπιλογή
es: Denegar el permiso de Administración de Ventanas en todos los sitios por defecto
fr_fr: Refuser l'autorisation de gestion des fenêtres sur tous les sites par défaut
he_il: דחיית הרשאת ניהול חלונות בכל האתרים כברירת מחדל
hi_in: डिफ़ॉल्ट रूप से सभी साइटों पर विंडो प्रबंधन अनुमति अस्वीकार करें
ja_jp: 既定ですべてのサイトでウィンドウ管理の許可を拒否する
ml_in: ഡിഫോൾട്ടായി എല്ലാ സൈറ്റുകളിലും വിൻഡോ മാനേജ്‌മെന്റ് അനുമതി നിരസിക്കുക
pl_pl: Odmów uprawnień zarządzania oknami domyślnie we wszystkich witrynach
tr_tr: Varsayılan olarak tüm sitelerde Pencere Yönetimi iznini reddeder

# DynamicCodeSettingsEdge-Edge
source: Prevent the browser process from creating dynamic code
ar: منع عملية المتصفح من إنشاء رمز ديناميكي
de: Verhindert, dass der Browserprozess dynamischen Code erstellt
el_gr: Αποτροπή της διεργασίας του προγράμματος περιήγησης από τη δημιουργία δυναμικού κώδικα
es: Evitar que el proceso del navegador genere código dinámico
fr_fr: Empêcher le processus du navigateur de créer du code dynamique
he_il: מניעת תהליך הדפדפן מיצירת קוד דינמי
hi_in: ब्राउज़र प्रक्रिया को गतिशील कोड उत्पन्न करने से रोकें
ml_in: ബ്രൗസർ പ്രക്രിയയെ ഡൈനാമിക് കോഡ് സൃഷ്ടിക്കുന്നതിൽ നിന്ന് തടയുക
pl_pl: Zapobiegaj generowaniu kodu dynamicznego przez proces przeglądarki

# DisableNULL-TLS
source: Disable the weak Cipher for Schannel: NULL
ar: تعطيل التشفير الضعيف لـ Schannel: NULL
de: Schwache Chiffre für Schannel deaktivieren: NULL
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: NULL
es: Deshabilitar el Cifrado Débil para Schannel: NULL
fr_fr: Désactiver le chiffrement faible pour Schannel : NULL
he_il: ביטול הצופן החלש עבור Schannel: NULL
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: NULL
ja_jp: Schannel の脆弱な暗号を無効にする: NULL
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: NULL
pl_pl: Wyłącz słabe szyfry dla Schannel: NULL
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: NULL

# DisableDES56-TLS
source: Disable the weak Cipher for Schannel: DES 56-bit
ar: تعطيل التشفير الضعيف لـ Schannel: DES 56-bit
de: Schwache Chiffre für Schannel deaktivieren: DES 56-Bit
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: DES 56-bit
es: Deshabilitar el Cifrado Débil para Schannel: DES 56-bit
fr_fr: Désactiver le chiffrement faible pour Schannel : DES 56 bits
he_il: ביטול הצופן החלש עבור Schannel: DES 56-bit
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: DES 56-bit
ja_jp: Schannel の脆弱な暗号を無効にする: DES 56 ビット
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: DES 56-bit
pl_pl: Wyłącz słabe szyfry dla Schannel: DES 56-bit
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: DES 56-bit

# DisableRC240-TLS
source: Disable the weak Cipher for Schannel: RC2 40-bit
ar: تعطيل التشفير الضعيف لـ Schannel: RC2 40-bit
de: Schwache Chiffre für Schannel deaktivieren: RC2 40-Bit
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: RC2 40-bit
es: Deshabilitar el Cifrado Débil para Schannel: RC2 40-bit
fr_fr: Désactiver le chiffrement faible pour Schannel : RC2 40 bits
he_il: ביטול הצופן החלש עבור Schannel: RC2 40-bit
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: RC2 40-bit
ja_jp: Schannel の脆弱な暗号を無効にする: RC2 40 ビット
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: RC2 40-bit
pl_pl: Wyłącz słabe szyfry dla Schannel: RC2 40-bit
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: RC2 40-bit

# DisableRC256-TLS
source: Disable the weak Cipher for Schannel: RC2 56-bit
ar: تعطيل التشفير الضعيف لـ Schannel: RC2 56-bit
de: Schwache Chiffre für Schannel deaktivieren: RC2 56-Bit
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: RC2 56-bit
es: Deshabilitar el Cifrado Débil para Schannel: RC2 56-bit
fr_fr: Désactiver le chiffrement faible pour Schannel : RC2 56 bits
he_il: ביטול הצופן החלש עבור Schannel: RC2 56-bit
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: RC2 56-bit
ja_jp: Schannel の脆弱な暗号を無効にする: RC2 56 ビット
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: RC2 56-bit
pl_pl: Wyłącz słabe szyfry dla Schannel: RC2 56-bit
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: RC2 56-bit

# DisableRC2128-TLS
source: Disable the weak Cipher for Schannel: RC2 128-bit
ar: تعطيل التشفير الضعيف لـ Schannel: RC2 128-bit
de: Schwache Chiffre für Schannel deaktivieren: RC2 128-Bit
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: RC2 128-bit
es: Deshabilitar el Cifrado Débil para Schannel: RC2 128-bit
fr_fr: Désactiver le chiffrement faible pour Schannel : RC2 128 bits
he_il: ביטול הצופן החלש עבור Schannel: RC2 128-bit
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: RC2 128-bit
ja_jp: Schannel の脆弱な暗号を無効にする: RC2 128 ビット
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: RC2 128-bit
pl_pl: Wyłącz słabe szyfry dla Schannel: RC2 128-bit
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: RC2 128 bit

# DisableRC440-TLS
source: Disable the weak Cipher for Schannel: RC4 40-bit
ar: تعطيل التشفير الضعيف لـ Schannel: RC4 40-bit
de: Schwache Chiffre für Schannel deaktivieren: RC4 40-Bit
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: RC4 40-bit
es: Deshabilitar el Cifrado Débil para Schannel: RC4 40-bit
fr_fr: Désactiver le chiffrement faible pour Schannel : RC4 40 bits
he_il: ביטול הצופן החלש עבור Schannel: RC4 40-bit
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: RC4 40-bit
ja_jp: Schannel の脆弱な暗号を無効にする: RC4 40 ビット
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: RC4 40-bit
pl_pl: Wyłącz słabe szyfry dla Schannel: RC4 40-bit
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: RC4 40 bit

# DisableRC456-TLS
source: Disable the weak Cipher for Schannel: RC4 56-bit
ar: تعطيل التشفير الضعيف لـ Schannel: RC4 56-bit
de: Schwache Chiffre für Schannel deaktivieren: RC4 56-Bit
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: RC4 56-bit
es: Deshabilitar el Cifrado Débil para Schannel: RC4 56-bit
fr_fr: Désactiver le chiffrement faible pour Schannel : RC4 56 bits
he_il: ביטול הצופן החלש עבור Schannel: RC4 56-bit
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: RC4 56-bit
ja_jp: Schannel の脆弱な暗号を無効にする: RC4 56 ビット
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: RC4 56-bit
pl_pl: Wyłącz słabe szyfry dla Schannel: RC4 56-bit
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: RC4 56-bit
